Repository: JW-Roh/SwipeNav_public
Catalog: Preferences/Resources/*.lproj/Advanced.strings
Languages: fr, ko

source: Partly Enable
fr: Activer partiellement
ko: 부분 적용

source: UINavigationBar Enable
ko: UINavigationBar 활성화

source: UIToolbar Enable
fr: Barre d'outils
ko: UIToolbar 활성화

source: Contents View Enable
fr: Activer la vue du contenu
ko: 컨텐츠 뷰 활성화

# Remove Swipe
source: Remove Another Swipe
fr: Remplacer d'autres Glissés
ko: 가로 스와이프 제거

# Remove Right Swipe
source: All right swipe
fr: Vers la droite (Partout)
ko: 모든 좌->우

# Remove All Swipe
source: All swipe
fr: Tous les gestes de Glissé
ko: 모든 스와이프

# REMOVE_SWIPE_MSG
source: UITableView right swipe: Only remove left to right swipe for delete cell on UITableView. All right swipe: Only remove left to right swipe on every apps. This option is also remove left to right swipe for delete cell on UITableView.
fr: Vues Liste : Ne remplace que les gestes de glissé de gauche à droite (pour la suppression d'une cellule) dans les navigations par liste. Partout : Remplace les gestes de glissé de gauche à droite dans toutes les apps. Cette option remplace également les gestes de glissé de gauche à droite dans les vues par liste. Tous les gestes de glissé : Remplace tous les gestes de glissé de gauche à droite / droite à gauche. Cette option fonctionne dans toutes les apps, y-compris les vues par liste.
ko: UITableView의 좌->우: UITableView 항목 삭제 용 좌->우 스와이프만 제거합니다. 모든 좌->우: 모든 앱의 좌->우 스와이프를 제거합니다. 이 옵션은 테이블뷰의 셀 삭제를 위한 좌->우 스와이프 역시 제거합니다.

# Remove right swipe on TableView
source: UITableView right swipe
fr: Vers la droite (Vues Listes)
ko: UITableView의 좌->우

source: Advanced
fr: Réglages Avancés
ko: 고급설정

source: Sensitivity
fr: Sensibilité
ko: 민감도

# MORE_SENSITIVE
source: If off this option, SwipeNav works like v0.3.x. If On this option, SwipeNav works like v0.4. In other words, if on this option, SwipeNav works more sensitive.
fr: Lorsque cette option est désactivée, SwipeNav se comporte comme en version v0.3.x. Lorsque cette option est activée, SwipeNav se comporte comme en version v0.4. En d'autres termes, en activant cette option, la sensibilité de SwipeNav est plus grande.
ko: 이 옵션을 끄면 SwipeNav는 v0.3.x 때처럼 작동합니다. 킨다면, SwipeNav는 v0.4 때처럼 작동합니다. 즉, 킬 경우 더 민감하게 작동하게 됩니다.

source: Recognize After Touch Up
fr: Détecter le relâchement du toucher
ko: 손가락을 뗀 뒤 작동

source: Minimum horizontal movement
fr: Mouvement horizontal minimum
ko: 최소 가로 인식 범위

source: Maximum vertical movement
fr: Mouvement vertical maximum
ko: 최대 세로 인식 범위

source: Scrollable Swipe
fr: Défilement du glissement
ko: 스크롤 방식 스와이프

source: Scrollable
fr: Défilement
ko: 스크롤 방식

source: Go forward view
fr: Vue écran suivant
ko: 되돌아가기

source: Except keyboard responder
ko: 키보드 입력뷰 예외처리

source: Override
fr: SwipeNav prédomine
ko: 앱 별 설정

source: Disable
fr: Désactiver SwipeNav
ko: 제외 앱

# Force-Disable
source: Force-Disable (Respring required)
fr: Désactivation forcée (Respring nécessaire)
ko: 강제 제외 앱 (리스프링 필요)

source: Add item
fr: Ajouter
ko: 항목 추가
